Map rika_question = {
  1: {
    "question": "空気中の約78％を占める気体は？",
    "choices": {
      1: "窒素",
      2: "酸素",
      3: "二酸化炭素",
      4: "塩素",
    },
    "answer": 1
  },
  2: {
    "question": "水に溶けにくい性質を持つ気体を集める方法は？",
    "choices": {
      1: "上方置換",
      2: "水上置換法",
      3: "下方置換法",
      4: "墾田永年私財法",
    },
    "answer": 2
  },
  3: {
    "question": "空気中で木を燃やすと、やがて何になるか？",
    "choices": {
      1: "炭",
      2: "水",
      3: "灰",
      4: "何も残らない",
    },
    "answer": 3
  },
  4: {
    "question": "木を空気に触れないように熱すると、ガスやタール、木酢液のほかに何が残るか？",
    "choices": {
      1: "水",
      2: "灰",
      3: "何も残らない",
      4: "木炭",
    },
    "answer": 4
  },
  5: {
    "question": "ろうそくや木が燃えるとき、空気中の酸素が使われ、何ができるか？",
    "choices": {
      1: "二酸化炭素",
      2: "窒素",
      3: "塩素",
      4: "何もできない",
    },
    "answer": 1
  },
  6: {
    "question": "石灰水は、二酸化炭素に触れるとどうなる？",
    "choices": {
      1: "発熱する",
      2: "白く濁る",
      3: "沸騰する",
      4: "凍る",
    },
    "answer": 2
  },
  7: {
    "question": "ポンプのように血液を全身に送り出しているのは",
    "choices": {
      1: "肝臓",
      2: "肺",
      3: "心臓",
      4: "膵臓",
    },
    "answer": 3
  },
  8: {
    "question": "水中で生活する魚は、どこで水中の酸素を取り入れているか?",
    "choices": {
      1: "ウロコ",
      2: "ひれ",
      3: "心臓",
      4: "えら",
    },
    "answer": 4
  },
  9: {
    "question": "でんぷんはヨウ素液に反応して何色になるか？",
    "choices": {
      1: "青紫色",
      2: "赤紫色",
      3: "黒色",
      4: "白色",
    },
    "answer": 1
  },
  10: {
    "question": "口、食道、胃、小腸、大腸、肛門までの食べ物の通り道のことを何という？",
    "choices": {
      1: "消化管",
      2: "消化器",
      3: "食道管",
      4: "道管",
    },
    "answer": 2
  },
  11: {
    "question": "植物の葉に日光が当たると、何が作られますか？",
    "choices": {
      1: "土",
      2: "水",
      3: "でんぷん",
      4: "二酸化炭素",
    },
    "answer": 3
  },
  12: {
    "question": "でんぷんが作られたことを調べるために使われる薬品は何ですか？",
    "choices": {
      1: "木酢液",
      2: "BTB溶液",
      3: "塩酸",
      4: "ヨウ素液",
    },
    "answer": 4
  },
  13: {
    "question": "植物は、どこから水や水に溶けた肥料分を取り入れていますか？",
    "choices": {
      1: "根",
      2: "葉",
      3: "茎",
      4: "花弁",
    },
    "answer": 1
  },
  14: {
    "question": "根の先の方にある細い毛のようなものをなんといいますか？",
    "choices": {
      1: "羽毛",
      2: "根毛",
      3: "縮毛",
      4: "宿毛",
    },
    "answer": 2
  },
  15: {
    "question": "根から吸い上げた水や肥料分を茎や葉などに送るための通り道を何と言いますか？",
    "choices": {
      1: "水管",
      2: "支管",
      3: "道管",
      4: "養管",
    },
    "answer": 3
  },
  16: {
    "question": "葉の表面にある水が水蒸気となって出ていく穴をなんといいますか？",
    "choices": {
      1: "毛穴",
      2: "葉脈",
      3: "道管",
      4: "気孔",
    },
    "answer": 4
  },
  17: {
    "question": "植物は日光を受け、二酸化炭素と水を原料として酸素とでんぷんを作る。このことを?",
    "choices": {
      1: "光合成",
      2: "熱合成",
      3: "でんぷん合成",
      4: "糖合成",
    },
    "answer": 1
  },
  18: {
    "question": "塩化水素という気体が水に溶けた無色透明の水溶液を何と言いますか？",
    "choices": {
      1: "水酸化ナトリウム",
      2: "塩酸",
      3: "塩化ナトリウム",
      4: "塩化カリウム",
    },
    "answer": 2
  },
  19: {
    "question": "二酸化炭素の溶けた水溶液のことを何と言いますか？",
    "choices": {
      1: "王水",
      2: "塩酸",
      3: "炭酸水",
      4: "炭水",
    },
    "answer": 3
  },
  20: {
    "question": "虫眼鏡で太陽光を集めたとき、燃えやすいのはどれ？",
    "choices": {
      1: "赤い紙",
      2: "白い紙",
      3: "青い紙",
      4: "黒い紙",
    },
    "answer": 4
  },
  21: {
    "question": "昆虫の体を大きく3つの部分に分けると、頭部、腹部と何？",
    "choices": {
      1: "胸部",
      2: "腰部",
      3: "首部",
      4: "頭部",
    },
    "answer": 1
  },
  22: {
    "question": "電気を通すのはどれ？",
    "choices": {
      1: "紙",
      2: "アルミホイル",
      3: "ガラス",
      4: "プラスチック",
    },
    "answer": 2
  },
  23: {
    "question": "二酸化炭素で満たしたペットボトルに水を少量入れて振るとどうなる？",
    "choices": {
      1: "何も起こらない",
      2: "ペットボトルが膨らむ",
      3: "ペットボトルがへこむ",
      4: "ペットボトルが溶ける",
    },
    "answer": 3
  },
  24: {
    "question": "スピーカーは理科で習う、ある法則が利用されています。では、その法則はなんでしょう？",
    "choices": {
      1: "ベイカーベイカーパラドックス",
      2: "質量保存の法則",
      3: "オームの法則",
      4: "フレミングの法則",
    },
    "answer": 4
  },
  25: {
    "question": "地球から月までの正しい距離はどれでしょう？",
    "choices": {
      1: "約38万km",
      2: "約40万km",
      3: "約41万km",
      4: "約36万km",
    },
    "answer": 1
  },
  26: {
    "question": "マツやスギのように細長くて尖っている硬い葉を持つ木をなんと呼ぶでしょうか？",
    "choices": {
      1: "広葉樹",
      2: "針葉樹",
      3: "剣葉樹",
      4: "槍葉樹",
    },
    "answer": 2
  },
  27: {
    "question": "昆虫の足は何本でしょうか？",
    "choices": {
      1: "2本",
      2: "4本",
      3: "6本",
      4: "8本",
    },
    "answer": 3
  },
  28: {
    "question": "温度計で温度を測定するために設置された白い箱の名前はなんでしょうか？",
    "choices": {
      1: "十葉箱",
      2: "千葉箱",
      3: "万葉箱",
      4: "百葉箱",
    },
    "answer": 4
  },
  29: {
    "question": "振り子が一往復するのにかかる時間が変化する条件はなんでしょうか？",
    "choices": {
      1: "振り子の長さ",
      2: "時間帯",
      3: "おもりの重さ",
      4: "振り子の振れ幅",
    },
    "answer": 1
  },
  30: {
    "question": "太陽系の惑星の中で太陽から最も遠い星はどれでしょうか？",
    "choices": {
      1: "水星",
      2: "海王星",
      3: "木星",
      4: "地球",
    },
    "answer": 2
  },
  31: {
    "question": "一日の中で最も気温が高くなりやすい時間はいつ頃でしょうか？",
    "choices": {
      1: "午前6時",
      2: "正午",
      3: "午後2時",
      4: "午後5時",
    },
    "answer": 3
  },
  32: {
    "question": "問題文ない",
    "choices": {
      1: "普通の水",
      2: "砂糖水",
      3: "牛乳",
      4: "塩水",
    },
    "answer": 4
  },
  33: {
    "question": "変温動物とは違い、外部の気温の変化に関係なく自分の体温を一定に保つことができる生き物をなんと呼ぶでしょうか？",
    "choices": {
      1: "恒温動物",
      2: "常温動物",
      3: "平熱動物",
      4: "哺乳類",
    },
    "answer": 1
  },
  34: {
    "question": "蝶はどのような姿で冬を過ごすでしょうか？",
    "choices": {
      1: "成虫",
      2: "品種によって異なる",
      3: "サナギ",
      4: "幼虫",
    },
    "answer": 2
  },
  35: {
    "question": "虫眼鏡で見てはいけないものはなんでしょうか？",
    "choices": {
      1: "虫",
      2: "土",
      3: "太陽",
      4: "植物",
    },
    "answer": 3
  },
  36: {
    "question": "冬の日の朝、窓ガラスに水滴がつくことがあります。水滴が現れる場所として正しいものは？",
    "choices": {
      1: "外側",
      2: "両方",
      3: "その日によって違う",
      4: "内側",
    },
    "answer": 4
  },
  37: {
    "question": "方位磁石の「N極」はどの方角を指しているでしょうか？",
    "choices": {
      1: "北",
      2: "東",
      3: "西",
      4: "南",
    },
    "answer": 1
  },
  38: {
    "question": "凹んでしまったピンポン玉は、あるものの中に入れるとそれが直ります。あるものとはなんでしょうか？",
    "choices": {
      1: "氷水",
      2: "お湯",
      3: "泥水",
      4: "アイスコーヒー",
    },
    "answer": 2
  },
  39: {
    "question": "ドライアイスはなにを固めて作っているでしょうか？",
    "choices": {
      1: "水蒸気",
      2: "酸素",
      3: "二酸化炭素",
      4: "窒素",
    },
    "answer": 3
  },
  40: {
    "question": "顕微鏡の倍率を調整する時の流れとして、正しいものはどれでしょうか？",
    "choices": {
      1: "上3つのどの方法でもいい",
      2: "中間くらいの倍率から少しずつ調整する",
      3: "高い倍率から低い倍率に変えていく",
      4: "低い倍率から高い倍率に変えていく",
    },
    "answer": 4
  },
  41: {
    "question": "なぜ血液は赤いのでしょうか？",
    "choices": {
      1: "血液の中に赤い成分が入っているから",
      2: "人間が赤い食べ物をよく食べているから",
      3: "たくさん出血すると危険だと伝わりやすくしているから",
      4: "元々は透明だけど、空気にふれると赤くなるから",
    },
    "answer": 1
  },
  42: {
    "question": "木は葉っぱが重ならないように枝を伸ばして大きくなろうとします。その理由はなんでしょうか？",
    "choices": {
      1: "自分をより大きく見せるため",
      2: "日光が当たりやすくするため",
      3: "雨水が当たりやすくするため",
      4: "自分を格好よく見せるため",
    },
    "answer": 2
  },
  43: {
    "question": "冬の寒い日、外で息を吐くと白い息が出ます。では、とても寒い南極で息を吐くとどうなるでしょうか？",
    "choices": {
      1: "息が凍ってしまう",
      2: "息が水になって落ちてしまう",
      3: "息は白色にはならない",
      4: "息は白色にはならない",
    },
    "answer": 3
  },
  44: {
    "question": "この中で最も高い温度の炎は何色でしょうか？",
    "choices": {
      1: "赤色",
      2: "白色",
      3: "黄色",
      4: "青色",
    },
    "answer": 4
  },
  45: {
    "question": "「リトマス試験紙」は、何を調べるものでしょうか？",
    "choices": {
      1: "酸性かアルカリ性か",
      2: "温度が高いか低いか",
      3: "その物が固いか柔らかいか",
      4: "塩分が濃いか薄いか",
    },
    "answer": 1
  },
  46: {
    "question": "「てこ」を利用した道具はどれ？",
    "choices": {
      1: "定規",
      2: "はさみ",
      3: "じょうろ",
      4: "えんぴつ",
    },
    "answer": 2
  },
  47: {
    "question": "人間の体を構成している物質のうち３分の２を占めるものは？",
    "choices": {
      1: "血液",
      2: "骨",
      3: "水",
      4: "欲望",
    },
    "answer": 3
  },
  48: {
    "question": "有機物と無機物はある物質が含まれるか否かで区別されます。その物質とは？",
    "choices": {
      1: "窒素",
      2: "フッ素",
      3: "大林素子",
      4: "炭素",
    },
    "answer": 4
  },
  49: {
    "question": "個体がとけて液体に変化するときの温度を何という？",
    "choices": {
      1: "融点",
      2: "溶点",
      3: "すいまてん",
      4: "解点",
    },
    "answer": 1
  },
  50: {
    "question": "花粉はどこから出る？",
    "choices": {
      1: "めしべの先",
      2: "おしべの先",
      3: "葉の表側",
      4: "葉の付け根",
    },
    "answer": 2
  },
};
