// https://www.youtube.com/watch?v=o4saH5Sjar0

Map shakai_question = {
  1: {
    "question": "日本で一番高い山の名前は？",
    "choices": {1: "富士山", 2: "阿蘇山", 3: "エベレスト", 4: "剣山"},
    "answer": 1
  },
  2: {
    "question": "邪馬台国の女王は？",
    "choices": {1: "エリザベス女王", 2: "卑弥呼", 3: "クレオパトラ", 4: "紫式部"},
    "answer": 2
  },
  3: {
    "question": "三種の神機「草薙の剣」を授けられる",
    "choices": {1: "イザナギ", 2: "アマテラスオオミカミ", 3: "ヤマトタケルノミコト", 4: "イザナミノミコト"},
    "answer": 3
  },
  4: {
    "question": "日本初の女性天皇",
    "choices": {1: "天叢雲剣", 2: "紫式部", 3: "明治天皇", 4: "推古天皇"},
    "answer": 4
  },
  5: {
    "question": "古くからアイヌ民族が住んでいた都道府県は？",
    "choices": {1: "北海道", 2: "石川県", 3: "山口県", 4: "沖縄県"},
    "answer": 1
  },
  6: {
    "question": "世界遺産に登録された白神山地が県南に広がっている都道府県は？",
    "choices": {1: "北海道", 2: "青森県", 3: "秋田県", 4: "広島県"},
    "answer": 2
  },
  7: {
    "question": "日本初の器械製糸工場「富岡製糸場」がある。",
    "choices": {1: "京都府", 2: "滋賀県", 3: "群馬県", 4: "広島県"},
    "answer": 3
  },
  8: {
    "question": " 日本最大級の砂浜海岸「九十九里浜」がある。",
    "choices": {1: "岩手県", 2: "栃木県", 3: "鳥取県", 4: "千葉県"},
    "answer": 4
  },
  9: {
    "question": "戦国時代にこの地を武田信玄が治めた",
    "choices": {1: "山梨県", 2: "静岡県", 3: "東京都", 4: "愛知県"},
    "answer": 1
  },
  10: {
    "question": "高い山が連なる日本アルプスがある",
    "choices": {1: "青森県", 2: "長野県", 3: "山口県", 4: "大分県"},
    "answer": 2
  },
  11: {
    "question": "金のしゃちほこで有名な名古屋城がある",
    "choices": {1: "新潟県", 2: "滋賀県", 3: "名古屋圏", 4: "徳島県"},
    "answer": 3
  },
  12: {
    "question": "日本で最も広い湖、琵琶湖がある",
    "choices": {1: "北海道", 2: "京都府", 3: "千葉県", 4: "滋賀県"},
    "answer": 4
  },
  13: {
    "question": "世界遺産の金閣・銀閣がある。",
    "choices": {1: "京都府", 2: "愛知県", 3: "広島県", 4: "鹿児島県"},
    "answer": 1
  },
  14: {
    "question": "世界遺産の姫路城がある",
    "choices": {1: "愛知県", 2: "兵庫県", 3: "愛媛県", 4: "熊本県"},
    "answer": 2
  },
  15: {
    "question": "聖武天皇が建てた東大寺や、聖徳太子が建てた法隆寺がある。",
    "choices": {1: "三重県", 2: "和歌山県", 3: "奈良県", 4: "福岡県"},
    "answer": 3
  },
  16: {
    "question": "日本最大の海岸砂丘がある。",
    "choices": {1: "福島県", 2: "茨城県", 3: "埼玉県", 4: "鳥取県"},
    "answer": 4
  },
  17: {
    "question": "日本三景の一つに数えられる厳島神社がある。",
    "choices": {1: "広島県", 2: "山口県", 3: "佐賀県", 4: "長崎県"},
    "answer": 1
  },
  18: {
    "question": "鳴門の渦潮が有名な観光地となっている。",
    "choices": {1: "石川県", 2: "徳島県", 3: "大分県", 4: "沖縄県"},
    "answer": 2
  },
  19: {
    "question": "日本最古の温泉、道後温泉がある。",
    "choices": {1: "富山県", 2: "岐阜県", 3: "愛媛県", 4: "高知県"},
    "answer": 3
  },
  20: {
    "question": "日本最後の清流と呼ばれる四万十川",
    "choices": {1: "静岡県", 2: "東京都", 3: "徳島県", 4: "高知県"},
    "answer": 4
  },
  21: {
    "question": "弥生時代の集落として知られる吉野ヶ里遺跡がある",
    "choices": {1: "佐賀県", 2: "京都府", 3: "北海道", 4: "群馬県"},
    "answer": 1
  },
  22: {
    "question": "大きなカルデラの阿蘇山がある。",
    "choices": {1: "山口県", 2: "熊本県", 3: "岡山県", 4: "鹿児島県"},
    "answer": 2
  },
  23: {
    "question": "日本を代表する活火山「桜島」がある。",
    "choices": {1: "北海道", 2: "滋賀", 3: "鹿児島県", 4: "沖縄県"},
    "answer": 3
  },
  24: {
    "question": "昔、琉球王国があり、中心となる城「首里城」が有名。",
    "choices": {1: "北海道", 2: "石川県", 3: "山口県", 4: "沖縄県"},
    "answer": 4
  },
  25: {
    "question": "平安京に都移した人物",
    "choices": {1: "桓武天皇", 2: "西郷隆盛", 3: "伊達政宗", 4: "明智光秀"},
    "answer": 1
  },
  26: {
    "question": "700万年前から600万年前に、もっとも古い人類が現れた大陸はどこ？",
    "choices": {1: "アメリカ大陸", 2: "アフリカ大陸", 3: "ユーラシア大陸", 4: "南極大陸"},
    "answer": 2
  },
  27: {
    "question": "593年、推古天皇の摂攻となった人物は誰か？",
    "choices": {1: "陰陽師", 2: "紫式部", 3: "聖徳太子", 4: "卑弥呼"},
    "answer": 3
  },
  28: {
    "question": "生活が苦しくなった御家人たちを救済するため、鎌倉幕府が出した法令のことを？",
    "choices": {1: "大宝律令", 2: "治安維持法", 3: "廃藩置県令", 4: "徳政令"},
    "answer": 4
  },
  29: {
    "question": "大西洋を横断し西インド諸島に到達した人物",
    "choices": {1: "コロンブス", 2: "バスコダガマ", 3: "ナポレオン", 4: "マゼラン"},
    "answer": 1
  },
  30: {
    "question": "種子島に漂着したポルトガル人が日本に伝えたものは何か",
    "choices": {1: "方位磁針", 2: "鉄砲", 3: "日本刀", 4: "スマホ"},
    "answer": 2
  },
  31: {
    "question": "1549年、日本にキリスト教を伝えた人物は誰か？",
    "choices": {1: "マルコ・ポーロ", 2: "シーボルト", 3: "フランシスコ・ザビエル", 4: "マテオ・リッチ"},
    "answer": 3
  },
  32: {
    "question": "豊臣秀吉が行った、農民などから武器を取り上げた政策を何というか。",
    "choices": {1: "関所設置", 2: "太閤検地", 3: "禁教令", 4: "刀狩り"},
    "answer": 4
  },
  33: {
    "question": "徳川家康率いる軍が石田三成の率いる軍に勝利した戦いは？",
    "choices": {1: "関ヶ原の戦い", 2: "長篠の戦", 3: "桶狭間の戦い", 4: "山崎の戦い"},
    "answer": 1
  },
  34: {
    "question": "江戸幕府が成立したのは何年？",
    "choices": {1: "1600年", 2: "1603年", 3: "1605年", 4: "1853年"},
    "answer": 2
  },
  35: {
    "question": "江戸幕府による禁教、貿易統制、外交独占の体制は、のちに何と呼ばれたか。",
    "choices": {1: "明治維新", 2: "日米和親上y九", 3: "鎖国", 4: "遣隋使の派遣"},
    "answer": 3
  },
  36: {
    "question": "幕府が鎖国の体制を固めた後も貿易を許された国はどこか？",
    "choices": {1: "ギリシャ", 2: "イタリア", 3: "イギリス", 4: "オランダ"},
    "answer": 4
  },
  37: {
    "question": "朱子学を重んじる政治を行った５代将軍は誰か？",
    "choices": {1: "徳川綱吉", 2: "徳川家光", 3: "徳川吉宗", 4: "徳川家綱"},
    "answer": 1
  },
  38: {
    "question": "ヨーロッパの学問や文化を、オランダ語で学ぶ学問を何というか",
    "choices": {1: "和算", 2: "蘭学", 3: "仏教", 4: "漢方医学"},
    "answer": 2
  },
  39: {
    "question": "ヨーロッパの測量術を学び、正確な日本地図を作製した人物はだれか。",
    "choices": {1: "安部能成", 2: "福沢諭吉", 3: "伊能忠敬", 4: "横山大観"},
    "answer": 3
  },
  40: {
    "question": "百姓や町人の子に、「読み・書き・そろばん」を教えた教育機関を何というか",
    "choices": {1: "学問所", 2: "塾", 3: "高等女学校", 4: "寺子屋"},
    "answer": 4
  },
  41: {
    "question": "「富嶽三十六景」などを描いた浮世絵師はだれか？",
    "choices": {1: "葛飾北斎", 2: "歌川広重", 3: "喜多川歌麿", 4: "歌川国芳"},
    "answer": 1
  },
  42: {
    "question": "幕末から明治時代初めにかけての、近代国家を目指して行われたさまざまな社会改革と社会の変化を何というか。",
    "choices": {1: "幕末の動乱", 2: "明治維新", 3: "寛政の改革", 4: "安政の大獄"},
    "answer": 2
  },
  43: {
    "question": "自由民権運動の中心となり1881年、国会開設に備えて結成された自由党の党首となった人物はだれか？",
    "choices": {1: "大隈重信", 2: "西郷隆盛", 3: "板垣退助", 4: "岩崎弥太郎"},
    "answer": 3
  },
  44: {
    "question": "「坊ちゃん」や「吾輩は猫である」などの小説を著した文学者はだれか？",
    "choices": {1: "与謝野晶子", 2: "芥川龍之介", 3: "森鴎外", 4: "夏目漱石"},
    "answer": 4
  },
  45: {
    "question": "細菌学の研究で多くの業績を残し、アフリカで黄熱病の研究中に感染して病死した細菌学者はだれか？",
    "choices": {1: "野口英世", 2: "樋口一葉", 3: "深田久弥", 4: "服部緑地"},
    "answer": 1
  },
  46: {
    "question": "日本が第一次世界大戦に参戦する理由にした同盟は何か？",
    "choices": {1: "三国協商", 2: "日英同盟", 3: "日米安保条約", 4: "五か国条約"},
    "answer": 2
  },
  47: {
    "question": "国際連盟の設立を提案したアメリカ大統領はだれか。",
    "choices": {1: "ケネディ大統領", 2: "ルーズベルト大統領", 3: "ウィルソン大統領", 4: "トランプ大統領"},
    "answer": 3
  },
  48: {
    "question": "1947年に制定された、教育の機会均等や男女共学などを定めた法律を何というか？",
    "choices": {1: "労働基本方", 2: "勤労基準法", 3: "民法", 4: "教育基本法"},
    "answer": 4
  },
  49: {
    "question": "アメリカを中心とする資本主義の西側陣営と、ソ連が率いる社会主義の東側陣営の対立を何というか。",
    "choices": {1: "冷戦", 2: "第一次世界大戦", 3: "第二次世界大戦", 4: "ベトナム戦争"},
    "answer": 1
  },
  50: {
    "question": "高度経済成長が続いていた1964年、東京で開かれたスポーツの祭典をなんというか。",
    "choices": {
      1: "ツール・ド・フランス",
      2: "オリンピック・パラリンピック",
      3: "FIFAワールドカップ",
      4: "ラグビーワールドカップ"
    },
    "answer": 2
  }
};
