Map shakai_question = {
  1: {
    "question": "螺鈿",
    "choices": {
      1: "らでん",
      2: "かたつむり",
      3: "すずむし",
      4: "かさい",
    },
    "answer": 1,
  },

  // 2: {
  //   "question": "覚醒",
  //   "choices": {
  //     1: "さっかく",
  //     2: "さんせい",
  //     3: "かくせい",
  //     4: "かくさん",
  //   },
  //   "answer": 3,
  // },

  //   : {"question": "","choices": {
  //   1: "",
  //   2: "",
  //   3: "",
  //   4: "",
  // },"answer": ,},

  //     : {"question": "","choices": {
  //   1: "",
  //   2: "",
  //   3: "",
  //   4: "",
  // },"answer": ,},

  //     : {"question": "","choices": {
  //   1: "",
  //   2: "",
  //   3: "",
  //   4: "",
  // },"answer": ,},
};
